org/reading-notes/consulting/the-trusted-advisor.org
# Trusted Advisor
* The book
   - "trusted advisor" Well known term that was already widely used
   - First book 20 years before this, but very different because of profound impact of digitalization
   - Digital has profound impacts, but not the basics and dynamics of personal trust. Adapt digital to trust
   - Leadership is more about ability to influence, not charisma
   - Institutional trust became way more important
   - Trust is a very overlapping term in many sectors
   - Book is primarily about _interpersonal trust_
   - Focus on how trust is created
   - if trust is down, is it because less willingness to trust, or actually less trustworthiness?
   - Def. Trust: One kind of relationship between 2 persons. Increases if 1 person (the truster) increases risk by trusting the other persion,
     and the trustee becomes more trustworthy
   - Sole focus on trustworthiness is a mistake
* Introduction
  _Trust is the answer to many questions_
   1. How can i get access to my clients more often?
   2. How can i persuade clients to introduce me to other?
   3. How can i cross-sell?
   4. How can i avoid being typecast?
   5. Not being an expert in related fields?
   6. Less focus on price?
   7. To get Clients to play fairly with me?
* How to use the book
* Key skills
  3 key skills
  1. learning trust
  2. giving advice effectively
  3. building relationships
* A sneak preview
  _What benefits would you obtain if your clients trusted you more?_
  The clients are more likely to...
  1. Reach for your advice
  2. Be inclined to accept & act on your reccomendations
  3. Bring you in on more advanced, complex, strategic issues
  4. Treat you as you wish to be treated
  5. Respect your
  6. Share more information that helps you help them
  7. Pay your bills without question
  8. Refer you
  9. Lower the level of stress in your interactions
  10. Benefit of the doubt
  11. Forgive you if you make a mistake
  12. Protect you if you need it
  13. Warn you of dangers that you might wanna avoid
  14. Be comfortable and allow you to be comfortable
  15. Involve you early on, when issues start to form
  16. Start your instincts and judgements

  _What to trusted advisors have in common?_
  1. Seem to understand us effortlessly and like us
  2. Dependable
  3. Always help us see things from fresh perspectives
  4. Dont try to force things on us
  5. Help us think things through
  6. Don't substitute their judegemnt for ours
  7. Stay calm
  8. Help us think, seperate logic from emotion
  9. Criticise and correct us gently
  10. Rely on them to tell us the truth
  11. In it for the long haul. (Relationship is more important than the current issue)
  12. Give us reasoning to think not just their conclusions
  13. Give us options, reccomendations but let us choose
  14. Challenge our assumptions
  15. Make us feel comfortable and casual personally, while taking the issue seriously
  16. Act like real people, not like just someone in a position
  17. Reliably on our side
  18. Remember what we tell them without notes
  19. Always honorable, don't gossip, we trust their values
  20. Help us to put issues in context, by stories and anekdotes
  21. Sense of humor
  22. Smart, sometimes in ways we are not

  Which of these items do my clients think i posess?
