reading-notes/consulting/the-trusted-advisor.html
<!doctype html>
<html lang="en">
<head>
<title></title>
<!-- 2021-09-12 Sun 20:34 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="Falco Winkler">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
<link rel="stylesheet" type="text/css" href="css/python_course.css">

</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-3 col-md-push-9"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#sec-1">1. The book</a></li>
<li><a href="#sec-2">2. Introduction</a></li>
<li><a href="#sec-3">3. How to use the book</a></li>
<li><a href="#sec-4">4. Key skills</a></li>
<li><a href="#sec-5">5. A sneak preview</a></li>
<li><a href="#sec-6">6. What is a trusted advisor?</a></li>
<li><a href="#sec-7">7. Earning trust</a>
<ul class="nav">
<li><a href="#sec-7-1">7.1. <span class="underline">Characteristics of trust</span></a></li>
</ul>
</li>
<li><a href="#sec-8">8. How to give advice</a>
<ul class="nav">
<li><a href="#sec-8-1">8.1. <span class="underline">The clients perspective</span></a></li>
<li><a href="#sec-8-2">8.2. <span class="underline">Finding the right words</span></a></li>
<li><a href="#sec-8-3">8.3. <span class="underline">The teaches skills</span></a></li>
<li><a href="#sec-8-4">8.4. <span class="underline">Dealing with client politics</span></a></li>
<li><a href="#sec-8-5">8.5. <span class="underline">Customizing your approach</span></a></li>
</ul>
</li>
<li><a href="#sec-9">9. The rules of relationship building</a>
<ul class="nav">
<li><a href="#sec-9-1">9.1. Key principles in relationship building</a></li>
</ul>
</li>
<li><a href="#sec-10">10. The Importance of mindsets</a></li>
<li><a href="#sec-11">11. Sincerety or technique?</a>
<ul class="nav">
<li><a href="#sec-11-1">11.1. Client or friend?</a></li>
<li><a href="#sec-11-2">11.2. Social media</a></li>
</ul>
</li>
<li><a href="#sec-12">12. The structure of trust building</a></li>
<li><a href="#sec-13">13. The trust equation</a>
<ul class="nav">
<li><a href="#sec-13-1">13.1. Credibility</a></li>
<li><a href="#sec-13-2">13.2. Reliability</a></li>
<li><a href="#sec-13-3">13.3. Intimacy</a></li>
<li><a href="#sec-13-4">13.4. Self-orientation</a></li>
<li><a href="#sec-13-5">13.5. Trust and relationship economics</a></li>
</ul>
</li>
<li><a href="#sec-14">14. The development of trust</a></li>
</ul>
</div>
</nav>
</div><div class="col-md-9 col-md-pull-3"><h1 class="title"></h1>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> The book</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>"trusted advisor" Well known term that was already widely used
</li>
<li>First book 20 years before this, but very different because of profound impact of digitalization
</li>
<li>Digital has profound impacts, but not the basics and dynamics of personal trust. Adapt digital to trust
</li>
<li>Leadership is more about ability to influence, not charisma
</li>
<li>Institutional trust became way more important
</li>
<li>Trust is a very overlapping term in many sectors
</li>
<li>Book is primarily about <span class="underline">interpersonal trust</span>
</li>
<li>Focus on how trust is created
</li>
<li>if trust is down, is it because less willingness to trust, or actually less trustworthiness?
</li>
<li>Def. Trust: One kind of relationship between 2 persons. Increases if 1 person (the truster) increases risk by trusting the other persion,
and the trustee becomes more trustworthy
</li>
<li>Sole focus on trustworthiness is a mistake
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Introduction</h2>
<div class="outline-text-2" id="text-2">
<p>
<span class="underline">Trust is the answer to many questions</span>
</p>
<ol class="org-ol">
<li>How can i get access to my clients more often?
</li>
<li>How can i persuade clients to introduce me to other?
</li>
<li>How can i cross-sell?
</li>
<li>How can i avoid being typecast?
</li>
<li>Not being an expert in related fields?
</li>
<li>Less focus on price?
</li>
<li>To get Clients to play fairly with me?
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> How to use the book</h2>
</div>
<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Key skills</h2>
<div class="outline-text-2" id="text-4">
<p>
3 key skills
</p>
<ol class="org-ol">
<li>learning trust
</li>
<li>giving advice effectively
</li>
<li>building relationships
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> A sneak preview</h2>
<div class="outline-text-2" id="text-5">
<p>
<span class="underline">What benefits would you obtain if your clients trusted you more?</span>
The clients are more likely to&#x2026;
</p>
<ol class="org-ol">
<li>Reach for your advice
</li>
<li>Be inclined to accept &amp; act on your reccomendations
</li>
<li>Bring you in on more advanced, complex, strategic issues
</li>
<li>Treat you as you wish to be treated
</li>
<li>Respect your
</li>
<li>Share more information that helps you help them
</li>
<li>Pay your bills without question
</li>
<li>Refer you
</li>
<li>Lower the level of stress in your interactions
</li>
<li>Benefit of the doubt
</li>
<li>Forgive you if you make a mistake
</li>
<li>Protect you if you need it
</li>
<li>Warn you of dangers that you might wanna avoid
</li>
<li>Be comfortable and allow you to be comfortable
</li>
<li>Involve you early on, when issues start to form
</li>
<li>Start your instincts and judgements
</li>
</ol>

<p>
<span class="underline">What to trusted advisors have in common?</span>
</p>
<ol class="org-ol">
<li>Seem to understand us effortlessly and like us
</li>
<li>Dependable
</li>
<li>Always help us see things from fresh perspectives
</li>
<li>Dont try to force things on us
</li>
<li>Help us think things through
</li>
<li>Don't substitute their judegemnt for ours
</li>
<li>Stay calm
</li>
<li>Help us think, seperate logic from emotion
</li>
<li>Criticise and correct us gently
</li>
<li>Rely on them to tell us the truth
</li>
<li>In it for the long haul. (Relationship is more important than the current issue)
</li>
<li>Give us reasoning to think not just their conclusions
</li>
<li>Give us options, reccomendations but let us choose
</li>
<li>Challenge our assumptions
</li>
<li>Make us feel comfortable and casual personally, while taking the issue seriously
</li>
<li>Act like real people, not like just someone in a position
</li>
<li>Reliably on our side
</li>
<li>Remember what we tell them without notes
</li>
<li>Always honorable, don't gossip, we trust their values
</li>
<li>Help us to put issues in context, by stories and anekdotes
</li>
<li>Sense of humor
</li>
<li>Smart, sometimes in ways we are not
</li>
</ol>

<p>
Which of these items do my clients think i posess?
</p>
</div>
</div>
