org/reading-notes/consulting/the-trusted-advisor.org
* What is a trusted advisor?
  _There are levels to advisory_
  - Database of answers
  - Find solutions (the problem is seldom what the client says it is)
  - Broad strategy issues
  - Trusted advisor - all issues are open for discussion and exploration.
  The trusted advisor is a person the clients turn to as problems arise.
  The important part is to shift to any of the levels any time, not the amount of hours you spend on the levels

 | Relationship       | Focuses on                | Energy spent on                    | client reveices             | Indicators of success |
 |--------------------+---------------------------+------------------------------------+-----------------------------+-----------------------|
 | Service Based      | Answers, Expertise, Input | Explaining                         | Information                 | Timely, high quality  |
 | Needs Based        | Business problem          | Problem defining, solving          | solutions                   | problems resolved     |
 | Relationship based | Client organization       | providing insights                 | Ideas                       | Repeat business       |
 | Trust based        | Client as individual      | Understanding the client as person | Safe haven for tough issues | Win win               |

  _Attributes for trusted advisors_
  1. Focus on client instead of themselves, confidence to listen without judgement, inquire without supposing an answer
  2. Focus on the client as an individual
  3. Believe that a continued focus on problem definition and solution is more important than content mastery
  4. Strong competetive drive towards new ways of being of greater service to the client
  5. Focus on doing the next right thing
  6. Motivated by internalized drive to do the right thing
  7. View methodologies, models, techniques, business processes as means to an end.
  8. Believe that success in client relationships is tied to the accumulation of quality experiences. 
  9. Selling and serving are aspects of professionalism. Prove to the client that you are dedicated to solve their issues
  10. Distintion between business and personal live, but both are very alike and personal.

  _The benefits of a trusted advisor_
  - Efficiency gains due to less tedious procedures
  - Individuals are allowed to be fully who they are
  - we have more chance to tune our offering to the real needs of the clients

  _Evolution of the trusted advisor role_
  - networked organizations are the norm
  - role models are harder to find
  - applications are shifting
  - networking instead of just one trusted relationship
* Earning trust
  - Never label yourself as trustworthy
  - Be empathic, think about what's most relevant to the other party
  - Trust can be lost very rapidly. Keep your self-interest in check

** _Characteristics of trust_
  1. Grows, rather than just appears
  2. Is both rational and emotional
  3. Is a two way relationship
  4. Is intrinsically about perceived risk
  5. Is different for the client than the advisor
  6. Is personal
  7. Trust increases as step function
  8. Much of business is conducted as if trust was in professional realm, but this is mostly untrue
  9. Trust cannot be forced, and is deeply personal
  10. Trust entails risk. Many techniques in the book are risky. If you are not taking a risk, you are not likely to create trust.
  11. trust relationship is unidirectional, one leads and one follows.
  12. If you are not able to trust, you are likely not trustworthy
  13. Trust is about relationships, you being in it for the long haul
* How to give advice
  - Advice giving is almost never a logical process, but an emotional duett.
  - Need to earn the right to be critical
  - need to take sensitivity, emotions and politics into account
** _The clients perspective_
  - Can enter a consultant relationship with anxiety
  - An advisor usually reveils problems. That can be seen as creating more problems, if conveyed incorrectly.
  - Looking for reassurance, calming fear, sparking confidence.
  - Don't like being told what to do, unless advisor shows that they understand and respect them
    - Deep listening, take the time to understand the situation
  - Wants to feel in charge
  - primarily wants reasons, not instructions
  - Advisor shoud explain on eye-level with the client (regarding the skill/experience level in the matter)
** _Finding the right words_
  - prefer soft over hard phrasing
  - turn assertions into questions
  - Avoid situations where someone has to confess weakness
    - E.g. "Did everyone understand that? " vs "Have i made myself clear?"
    - "Would you like to stay on this point, or move to the next one?"
  - Trusted advisor assumes responsibility for mutual understanding
  - Avoid starting with Why?, has a judgemental edge. Strive for curiosity not judgement.
  - Rehearse a client conversation to understand how you are perceived
    - Rehease with a friend, colleague
    - Take a video
** _The teaches skills_
  - Where is the student starting from? For what messages are they ready? What do they believe in?
  - A lot of questioning and listening
  - Take on a journey of discovery
  - Socratic teaching
    - Why do you think we have this problem?
    - What would you do differently?
    - What advantages do the options have?
    - How do you think the relevant players would react?
    - Have you considered the adverse consequences of such an action?
    - Other people have encountered the following dificulties, how do you think we get around it?
    - What benefits do you see?
** _Dealing with client politics_
  - Make the client feel like it was their idea
  - Avoid taking a stance early
  - we are "A guide through the reasoning", show perspectives
  A good process for the advisor to follow is
  1. Give them their options
  2. Give them the education about the options
  3. Give them a reccomendation
  4. Let them choose
  - Many people are involved
  - Helpful to get all players on board beforehand, when a group decision is made
  - Conflicting agendas and schedules are also the advisors responsibility
