reading-notes/consulting/the-trusted-advisor.html
<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> What is a trusted advisor?</h2>
<div class="outline-text-2" id="text-6">
<p>
<span class="underline">There are levels to advisory</span>
</p>
<ul class="org-ul">
<li>Database of answers
</li>
<li>Find solutions (the problem is seldom what the client says it is)
</li>
<li>Broad strategy issues
</li>
<li>Trusted advisor - all issues are open for discussion and exploration.
</li>
</ul>
<p>
The trusted advisor is a person the clients turn to as problems arise.
The important part is to shift to any of the levels any time, not the amount of hours you spend on the levels
</p>

<table class="table table-striped table-bordered table-hover table-condensed">


<colgroup>
<col  class="left">

<col  class="left">

<col  class="left">

<col  class="left">

<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="text-left">Relationship</th>
<th scope="col" class="text-left">Focuses on</th>
<th scope="col" class="text-left">Energy spent on</th>
<th scope="col" class="text-left">client reveices</th>
<th scope="col" class="text-left">Indicators of success</th>
</tr>
</thead>
<tbody>
<tr>
<td class="text-left">Service Based</td>
<td class="text-left">Answers, Expertise, Input</td>
<td class="text-left">Explaining</td>
<td class="text-left">Information</td>
<td class="text-left">Timely, high quality</td>
</tr>

<tr>
<td class="text-left">Needs Based</td>
<td class="text-left">Business problem</td>
<td class="text-left">Problem defining, solving</td>
<td class="text-left">solutions</td>
<td class="text-left">problems resolved</td>
</tr>

<tr>
<td class="text-left">Relationship based</td>
<td class="text-left">Client organization</td>
<td class="text-left">providing insights</td>
<td class="text-left">Ideas</td>
<td class="text-left">Repeat business</td>
</tr>

<tr>
<td class="text-left">Trust based</td>
<td class="text-left">Client as individual</td>
<td class="text-left">Understanding the client as person</td>
<td class="text-left">Safe haven for tough issues</td>
<td class="text-left">Win win</td>
</tr>
</tbody>
</table>

<p>
<span class="underline">Attributes for trusted advisors</span>
</p>
<ol class="org-ol">
<li>Focus on client instead of themselves, confidence to listen without judgement, inquire without supposing an answer
</li>
<li>Focus on the client as an individual
</li>
<li>Believe that a continued focus on problem definition and solution is more important than content mastery
</li>
<li>Strong competetive drive towards new ways of being of greater service to the client
</li>
<li>Focus on doing the next right thing
</li>
<li>Motivated by internalized drive to do the right thing
</li>
<li>View methodologies, models, techniques, business processes as means to an end.
</li>
<li>Believe that success in client relationships is tied to the accumulation of quality experiences. 
</li>
<li>Selling and serving are aspects of professionalism. Prove to the client that you are dedicated to solve their issues
</li>
<li>Distintion between business and personal live, but both are very alike and personal.
</li>
</ol>

<p>
<span class="underline">The benefits of a trusted advisor</span>
</p>
<ul class="org-ul">
<li>Efficiency gains due to less tedious procedures
</li>
<li>Individuals are allowed to be fully who they are
</li>
<li>we have more chance to tune our offering to the real needs of the clients
</li>
</ul>

<p>
<span class="underline">Evolution of the trusted advisor role</span>
</p>
<ul class="org-ul">
<li>networked organizations are the norm
</li>
<li>role models are harder to find
</li>
<li>applications are shifting
</li>
<li>networking instead of just one trusted relationship
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> Earning trust</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li>Never label yourself as trustworthy
</li>
<li>Be empathic, think about what's most relevant to the other party
</li>
<li>Trust can be lost very rapidly. Keep your self-interest in check
</li>
</ul>
</div>

<div id="outline-container-sec-7-1" class="outline-3">
<h3 id="sec-7-1"><span class="section-number-3">7.1</span> <span class="underline">Characteristics of trust</span></h3>
<div class="outline-text-3" id="text-7-1">
<ol class="org-ol">
<li>Grows, rather than just appears
</li>
<li>Is both rational and emotional
</li>
<li>Is a two way relationship
</li>
<li>Is intrinsically about perceived risk
</li>
<li>Is different for the client than the advisor
</li>
<li>Is personal
</li>
<li>Trust increases as step function
</li>
<li>Much of business is conducted as if trust was in professional realm, but this is mostly untrue
</li>
<li>Trust cannot be forced, and is deeply personal
</li>
<li>Trust entails risk. Many techniques in the book are risky. If you are not taking a risk, you are not likely to create trust.
</li>
<li>trust relationship is unidirectional, one leads and one follows.
</li>
<li>If you are not able to trust, you are likely not trustworthy
</li>
<li>Trust is about relationships, you being in it for the long haul
</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-sec-8" class="outline-2">
<h2 id="sec-8"><span class="section-number-2">8</span> How to give advice</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li>Advice giving is almost never a logical process, but an emotional duett.
</li>
<li>Need to earn the right to be critical
</li>
<li>need to take sensitivity, emotions and politics into account
</li>
</ul>
</div>
<div id="outline-container-sec-8-1" class="outline-3">
<h3 id="sec-8-1"><span class="section-number-3">8.1</span> <span class="underline">The clients perspective</span></h3>
<div class="outline-text-3" id="text-8-1">
<ul class="org-ul">
<li>Can enter a consultant relationship with anxiety
</li>
<li>An advisor usually reveils problems. That can be seen as creating more problems, if conveyed incorrectly.
</li>
<li>Looking for reassurance, calming fear, sparking confidence.
</li>
<li>Don't like being told what to do, unless advisor shows that they understand and respect them
<ul class="org-ul">
<li>Deep listening, take the time to understand the situation
</li>
</ul>
</li>
<li>Wants to feel in charge
</li>
<li>primarily wants reasons, not instructions
</li>
<li>Advisor shoud explain on eye-level with the client (regarding the skill/experience level in the matter)
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-8-2" class="outline-3">
<h3 id="sec-8-2"><span class="section-number-3">8.2</span> <span class="underline">Finding the right words</span></h3>
<div class="outline-text-3" id="text-8-2">
<ul class="org-ul">
<li>prefer soft over hard phrasing
</li>
<li>turn assertions into questions
</li>
<li>Avoid situations where someone has to confess weakness
<ul class="org-ul">
<li>E.g. "Did everyone understand that? " vs "Have i made myself clear?"
</li>
<li>"Would you like to stay on this point, or move to the next one?"
</li>
</ul>
</li>
<li>Trusted advisor assumes responsibility for mutual understanding
</li>
<li>Avoid starting with Why?, has a judgemental edge. Strive for curiosity not judgement.
</li>
<li>Rehearse a client conversation to understand how you are perceived
<ul class="org-ul">
<li>Rehease with a friend, colleague
</li>
<li>Take a video
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-8-3" class="outline-3">
<h3 id="sec-8-3"><span class="section-number-3">8.3</span> <span class="underline">The teaches skills</span></h3>
<div class="outline-text-3" id="text-8-3">
<ul class="org-ul">
<li>Where is the student starting from? For what messages are they ready? What do they believe in?
</li>
<li>A lot of questioning and listening
</li>
<li>Take on a journey of discovery
</li>
<li>Socratic teaching
<ul class="org-ul">
<li>Why do you think we have this problem?
</li>
<li>What would you do differently?
</li>
<li>What advantages do the options have?
</li>
<li>How do you think the relevant players would react?
</li>
<li>Have you considered the adverse consequences of such an action?
</li>
<li>Other people have encountered the following dificulties, how do you think we get around it?
</li>
<li>What benefits do you see?
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-8-4" class="outline-3">
<h3 id="sec-8-4"><span class="section-number-3">8.4</span> <span class="underline">Dealing with client politics</span></h3>
<div class="outline-text-3" id="text-8-4">
<ul class="org-ul">
<li>Make the client feel like it was their idea
</li>
<li>Avoid taking a stance early
</li>
<li>we are "A guide through the reasoning", show perspectives
</li>
</ul>
<p>
A good process for the advisor to follow is
</p>
<ol class="org-ol">
<li>Give them their options
</li>
<li>Give them the education about the options
</li>
<li>Give them a reccomendation
</li>
<li>Let them choose
</li>
<li>Many people are involved
</li>
<li>Helpful to get all players on board beforehand, when a group decision is made
</li>
<li>Conflicting agendas and schedules are also the advisors responsibility
</li>
</ol>
</div>
</div>
