org/reading-notes/consulting/the-trusted-advisor.org
** _Customizing your approach_
  - Consulting is a /performing/ art.
  - "The essence of advice-giving is the ability to design a process and means of interaction that fits each client situation".
  - Understand preferred style of interaction
* The rules of relationship building
- Tend to distinguish from our clients
- Effect can be they cut off our humanity, hindering the communication
** Key principles in relationship building
1. Go first
   + Give a favor to earn a favor
   + Need to take a risk
2. illustrate, don't tell
   + What you claim about yourself will always be perceived sceptically
   + Create opportunities to demonstrate, that you have something to contribute
   + Demonstrate that you
     1. Have listened to what the client has said
     2. have appreciated the importance the client has assigned to what they've been saying
     3. understand the unique aspects of their situation
     4. understand their business
     5. be a comfortable and supportive person to work with
     6. are able to make an unique contribution
     7. can be trusted to keep your word
     8. have experience in dealing with their problem
     Exercise: Pick 3 points that are most important, think about how you demonstrate them.
3. Listen for what's different, not for what's familiar
   What makes this person different from other clients?
   "What clients want" is a dangerous phrase, because clients want to be seen as individuals.
4. Be sure your advice is sought
   - provide affirmation, approval, support and appreciation along with your support
5. Earn the right to offer advice
   Be aware of stages in the relationship
   Three parts
   1. Understanding the clients situation
   2. Understanding how the client feels about it
   3. Convince the client that that we have achieved the previous two points
6. Keep asking
   - People tend to hint, and not communicate clearly.
   - Ask, and listen can not be emphasised enough
7. Say what you mean
   - Misunderstanding can be a big source of missed trust
8. When you need help, ask for it
   - Don't portray an image of complete mastery
   - Keeping the focus on the clients problem, builds trust
   - Demands are resented, requests for help are met with a positive response
9. Show an interest in the person
   - Keep them talking about themselves, to learn as much as possible how to adjust your communication
   - Invokes the feeling of "this person understands me"
   - Take notes
10. Use compliments, not flattery
   - Specific enough, sincere
11. Show appreciation

_Digital age_
Immitate, facilitate, and recreate the primal sense of being face-to-face with someone.
Suggestions to personalize digital communications
1. Guard against defaulting to the lowest emotional bandwith of communication
2. Exploit the capabilities of a given communications technology
3. Compensate for the limitations of the chosen technology
4. Make in-person meetings in the beginning
5. Brake the walls of your technology (e.g. find out the weather in a different locations)
6. Do your digital homework (find information about your communication partners)
7. Humanize yourself (give bits information about yourself)
* The Importance of mindsets
Skills alone are not enough
A trusted advisor must develop appropiate attituted or /mindsets/.
The most important ones are
1. Ability to focus on the other person
   - "You'll have more fun and success by focusing on helping other people accomplish their
     goals than you will by focusing on your own goals"
   - This aphorism sounds socialistic but is actually captitalistic ( 😅 )
     (first you need to give /others/ what they want, in order to get what /you/ want.)
   - Conclusively it's important to find out what the other person wants.
   _Impediments_:
   - We often come from purely technical positions, with fears we might not be able enough to satisfy the client
   - It can be unsettling to find out that what the client actually wants is that their problem is understood, in all it's complexity
     and political depth
   - Technical excellence can sometimes even be an impediment
   - To be "Driven, rational and meritocratic with a great need to achieve" is not helpful for learning to build trust,
     because you stay focused on your own achievement
   - /Empathetic listening/ is a crucial skill, but it forces you to leave your own desire for self promotion behind, and truly
     connect to how the other person feels.
2. Self confidence
   - Insecurity leads to loosing trust
   - Necessary to focus your attention to listening and understanding
3. Ego strength
   - focus on the consultative relationship process, and the matter at hand
   - don't we wedded to who get's the credit 😉
   - taking on personal responsibility (but not about things you can not control)
   - (Cites Brene Brown)
   - Secrecy, silence and judgement grow shame
   - Response to a Fundamental challenge to our very core depends on why the client has said such a thing
   - Never engage the client in an argument
   - reflect on and rehearse reactions to such situations
4. Curiosity
   - "The right to solve problems is earned by informed listening, which in turn is driven by curiosity"
   - focus on the unknown
   - attitute that drives the opportunity to contribute
5. Inclusive professionalism
   We should not distinguish ourselves from the clients
   This would reinforce wrong believes such as
   - our job is to solve problems, rather than to help solve problems
   - advisors control client interactions and relationships, as opposed to inhabiting them jointly.
   - joint responsibility for the effectiveness of work
6. Principled behaviour
   + Relationships vs transactions
     - Nothing wrong with transactional collaboration, key is to give choice
     - Relationships force to focus, and be selective in whom you build relationships
   + Long term vs short term perspectives
     - Short term focus and priority on self-interest harm long-term perspectives
     - Long term are a series of short-term goals, both will be maximized by focus on long-tearm goals.
   + Integrity
     - Metavalue defined by Consistency on other values
     - consistency is sometimes more important than which values you pick
