reading-notes/consulting/the-trusted-advisor.html
<div id="outline-container-sec-8-5" class="outline-3">
<h3 id="sec-8-5"><span class="section-number-3">8.5</span> <span class="underline">Customizing your approach</span></h3>
<div class="outline-text-3" id="text-8-5">
<ul class="org-ul">
<li>Consulting is a <i>performing</i> art.
</li>
<li>"The essence of advice-giving is the ability to design a process and means of interaction that fits each client situation".
</li>
<li>Understand preferred style of interaction
</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-sec-9" class="outline-2">
<h2 id="sec-9"><span class="section-number-2">9</span> The rules of relationship building</h2>
<div class="outline-text-2" id="text-9">
<ul class="org-ul">
<li>Tend to distinguish from our clients
</li>
<li>Effect can be they cut off our humanity, hindering the communication
</li>
</ul>
</div>
<div id="outline-container-sec-9-1" class="outline-3">
<h3 id="sec-9-1"><span class="section-number-3">9.1</span> Key principles in relationship building</h3>
<div class="outline-text-3" id="text-9-1">
<ol class="org-ol">
<li>Go first
<ul class="org-ul">
<li>Give a favor to earn a favor
</li>
<li>Need to take a risk
</li>
</ul>
</li>
<li>illustrate, don't tell
<ul class="org-ul">
<li>What you claim about yourself will always be perceived sceptically
</li>
<li>Create opportunities to demonstrate, that you have something to contribute
</li>
<li>Demonstrate that you
<ol class="org-ol">
<li>Have listened to what the client has said
</li>
<li>have appreciated the importance the client has assigned to what they've been saying
</li>
<li>understand the unique aspects of their situation
</li>
<li>understand their business
</li>
<li>be a comfortable and supportive person to work with
</li>
<li>are able to make an unique contribution
</li>
<li>can be trusted to keep your word
</li>
<li>have experience in dealing with their problem
</li>
</ol>
<p>
Exercise: Pick 3 points that are most important, think about how you demonstrate them.
</p>
</li>
</ul>
</li>
<li>Listen for what's different, not for what's familiar
What makes this person different from other clients?
"What clients want" is a dangerous phrase, because clients want to be seen as individuals.
</li>
<li>Be sure your advice is sought
<ul class="org-ul">
<li>provide affirmation, approval, support and appreciation along with your support
</li>
</ul>
</li>
<li>Earn the right to offer advice
Be aware of stages in the relationship
Three parts
<ol class="org-ol">
<li>Understanding the clients situation
</li>
<li>Understanding how the client feels about it
</li>
<li>Convince the client that that we have achieved the previous two points
</li>
</ol>
</li>
<li>Keep asking
<ul class="org-ul">
<li>People tend to hint, and not communicate clearly.
</li>
<li>Ask, and listen can not be emphasised enough
</li>
</ul>
</li>
<li>Say what you mean
<ul class="org-ul">
<li>Misunderstanding can be a big source of missed trust
</li>
</ul>
</li>
<li>When you need help, ask for it
<ul class="org-ul">
<li>Don't portray an image of complete mastery
</li>
<li>Keeping the focus on the clients problem, builds trust
</li>
<li>Demands are resented, requests for help are met with a positive response
</li>
</ul>
</li>
<li>Show an interest in the person
<ul class="org-ul">
<li>Keep them talking about themselves, to learn as much as possible how to adjust your communication
</li>
<li>Invokes the feeling of "this person understands me"
</li>
<li>Take notes
</li>
</ul>
</li>
<li>Use compliments, not flattery
<ul class="org-ul">
<li>Specific enough, sincere
</li>
</ul>
</li>
<li>Show appreciation
</li>
</ol>

<p>
<span class="underline">Digital age</span>
Immitate, facilitate, and recreate the primal sense of being face-to-face with someone.
Suggestions to personalize digital communications
</p>
<ol class="org-ol">
<li>Guard against defaulting to the lowest emotional bandwith of communication
</li>
<li>Exploit the capabilities of a given communications technology
</li>
<li>Compensate for the limitations of the chosen technology
</li>
<li>Make in-person meetings in the beginning
</li>
<li>Brake the walls of your technology (e.g. find out the weather in a different locations)
</li>
<li>Do your digital homework (find information about your communication partners)
</li>
<li>Humanize yourself (give bits information about yourself)
</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-sec-10" class="outline-2">
<h2 id="sec-10"><span class="section-number-2">10</span> The Importance of mindsets</h2>
<div class="outline-text-2" id="text-10">
<p>
Skills alone are not enough
A trusted advisor must develop appropiate attituted or <i>mindsets</i>.
The most important ones are
</p>
<ol class="org-ol">
<li>Ability to focus on the other person
<ul class="org-ul">
<li>"You'll have more fun and success by focusing on helping other people accomplish their
goals than you will by focusing on your own goals"
</li>
<li>This aphorism sounds socialistic but is actually captitalistic ( 😅 )
(first you need to give <i>others</i> what they want, in order to get what <i>you</i> want.)
</li>
<li>Conclusively it's important to find out what the other person wants.
</li>
</ul>
<p>
<span class="underline">Impediments</span>:
</p>
<ul class="org-ul">
<li>We often come from purely technical positions, with fears we might not be able enough to satisfy the client
</li>
<li>It can be unsettling to find out that what the client actually wants is that their problem is understood, in all it's complexity
and political depth
</li>
<li>Technical excellence can sometimes even be an impediment
</li>
<li>To be "Driven, rational and meritocratic with a great need to achieve" is not helpful for learning to build trust,
because you stay focused on your own achievement
</li>
<li><i>Empathetic listening</i> is a crucial skill, but it forces you to leave your own desire for self promotion behind, and truly
connect to how the other person feels.
</li>
</ul>
</li>
<li>Self confidence
<ul class="org-ul">
<li>Insecurity leads to loosing trust
</li>
<li>Necessary to focus your attention to listening and understanding
</li>
</ul>
</li>
<li>Ego strength
<ul class="org-ul">
<li>focus on the consultative relationship process, and the matter at hand
</li>
<li>don't we wedded to who get's the credit 😉
</li>
<li>taking on personal responsibility (but not about things you can not control)
</li>
<li>(Cites Brene Brown)
</li>
<li>Secrecy, silence and judgement grow shame
</li>
<li>Response to a Fundamental challenge to our very core depends on why the client has said such a thing
</li>
<li>Never engage the client in an argument
</li>
<li>reflect on and rehearse reactions to such situations
</li>
</ul>
</li>
<li>Curiosity
<ul class="org-ul">
<li>"The right to solve problems is earned by informed listening, which in turn is driven by curiosity"
</li>
<li>focus on the unknown
</li>
<li>attitute that drives the opportunity to contribute
</li>
</ul>
</li>
<li>Inclusive professionalism
We should not distinguish ourselves from the clients
This would reinforce wrong believes such as
<ul class="org-ul">
<li>our job is to solve problems, rather than to help solve problems
</li>
<li>advisors control client interactions and relationships, as opposed to inhabiting them jointly.
</li>
<li>joint responsibility for the effectiveness of work
</li>
</ul>
</li>
<li>Principled behaviour
<ul class="org-ul">
<li>Relationships vs transactions
<ul class="org-ul">
<li>Nothing wrong with transactional collaboration, key is to give choice
</li>
<li>Relationships force to focus, and be selective in whom you build relationships
</li>
</ul>
</li>
<li>Long term vs short term perspectives
<ul class="org-ul">
<li>Short term focus and priority on self-interest harm long-term perspectives
</li>
<li>Long term are a series of short-term goals, both will be maximized by focus on long-tearm goals.
</li>
</ul>
</li>
<li>Integrity
<ul class="org-ul">
<li>Metavalue defined by Consistency on other values
</li>
<li>consistency is sometimes more important than which values you pick
</li>
</ul>
</li>
</ul>
</li>
</ol>
</div>
</div>
