org/reading-notes/consulting/the-trusted-advisor.org
* Sincerety or technique?
- You can use techniques and be sincere
- Sincerity is crutial to trust and relationships
- What if you don't care sincerely?
  + Serve the client without getting close (unfulfilling work, definitely not recommended)
  + Keep serving and try to fake it (not recommended)
    + You can not inward out (your sincerity affecting your actions),
    but have to start acting as if you care. This can lead to your behaviour being
    indistinguishable from genuine care, either to you or to your client
    + Consistency is then key
  + Pass on to other colleague (sometimes a very good option)
  + Drop the client (reputation before revenue)
    Before:
    + Have you tried everything you know to relate to the client? 
    + Put the issue in perspective
    + If it's a tangible problem, raise it with the engagement manager
- The trick is to avoid all tricks.
- In relationships, there are no win-loose or loose win situations, only win-win or loose-loose.
  If, it's a loose-loose, it's better for both to step away
** Client or friend?
   - Unprofessional not to show an interested in a client on a personal level
   - Socializing is not necessary, but being sociable definitely is
** Social media
   - Neither good or bad for trust. The range of tools is just broader for building (but also diminishing) trust.
   - A mechanistic view on social media ("networking" by spamming loosely personalized messages) is inherently insincere
   - To earn trust, you must bet on the long term benefit of the relationship

Takeaway: Focus on journey instead of destination
* The structure of trust building
Formal approach
5 stage trust development process
* The trust equation
Four primary components of trustworthiness: words, actions, emotions and motives.
_The trustworthiness equation_
- $T$ - Trustworthiness 
- $C$ - Credibility
- $R$ - Reliability
- $I$ - Intimacy
- $S$ - Self-orientation

$$T = \frac{C+R+I}{S}$$
_Trust-realms_
| Realm         |
|---------------|
| Words         | 
| credibility   | 
| truthfullness |
| credentials   |

- Key: Trust has multiple dimensions (you can trust expertise, but distrust your motives)
- Winning trust demands that you do well on all four dimensions.
- Address your weaknesses
** Credibility
- The one dimension of trust most often achieved
- Content expertise + presence
- Be credible, and illustrate (not assert) this
- rational (accuracy, believability) and emotional (honesty, completeness) components
*** comparison rational vs emotional credibility
    |                 | rational                        | emotional                           |
    |-----------------+---------------------------------+-------------------------------------|
    | characteristics | accuracy                        | completeness                        |
    | response        | believability, not telling lies | honesty, telling truths, completely |
    | testimonial     | direct experience               | direct experience                   |
    We tend to appeal directly to rationality, without enhancing the emotional side.
    Excel at: Anticipating needs, and speaking about needs that are not commonly articulated.
    _Final tips on enhancing credibility_
    1. Figure out how to tell as much truth as possible without harming others
    2. Don't tell lies or exaggerate, ever
    3. Avoid saying things that can be construed as lies.
    4. Speak with expression, not monotonically. Show your energy
    5. Don't just cite references. You can also connect your clients if it's beneficial.
    6. If you are unsure, admit it quickly and empathically.
    7. Have them know your credentials. be careful with adjectives.
    8. Relax. You know more than you think you do.
    9. Make sure that you do your homework about the client.
    10. Don't show off.
    11. Love your topic - it will show.
** Reliability
   - Clients think you are dependable and behave consistently
   - Improves the better you know the person
   - Explicit action-orientation (as opposed to credibility)
   - Emotional aspect: the extent to which we seem to anticipate the other persons habits, expectations, routines and quirks
   - Repeated experiences of expectations fulfilled
   - Make promises and deliver on them
   - Consistency in terms of the client's preferences
   - Aim at client based familiarity (e.g. sending meeting material beforehand, consistently)
   Final thoughts
   1. make specific commitments around small things
   2. send meeting materials in advance
   3. meetings should have clear goals, ensure they are met
   4. Use clients look and feel around terminology, style, formats, hours etc.
   5. Review agendas with your clients
   6. Re-confirm scheduled events before they happen, inform of changes on time
** Intimacy
   - Biggest sources of differentiation in trustworthiness are intimacy and low self-orientation
   - Know how to emphasize with someone, but also know how to communicate this
   - not afraid to be vulnerable, not afraid to ask tough questions and take on emotional risk
   - A safe haven for tough issues
   - People can get very personal, intimate and irrational
   - Intimacy is about emotional closeness /concerning the issue at hand/
   - Mutually increasing
   - More about /who we are/ than other aspects of trust.
   Suggestions
   1. Be not afraid. Intimacy requires courage for everyone involved.
   2. Candor is not necessarily intimacy.
   3. Show that you have a different angle, ask questions unheard of from other consultants.
      Both parties will have fun and learn
   4. Test if you are about to cross the line. Ask if the client would even want to discuss
      an intimate issue with you, by putting yourself in their shoes.
      Can the client exit the situation while saving face? Is it the correct time, topic and phrasing?
   5. Practice phrasing of difficult questions, messages etc.
   6. Don't overrate the downside risk. It is often overstated and sometimes, it is actually your personal risk.
   7. You have to make the first step.
