reading-notes/consulting/the-trusted-advisor.html
<div id="outline-container-sec-11" class="outline-2">
<h2 id="sec-11"><span class="section-number-2">11</span> Sincerety or technique?</h2>
<div class="outline-text-2" id="text-11">
<ul class="org-ul">
<li>You can use techniques and be sincere
</li>
<li>Sincerity is crutial to trust and relationships
</li>
<li>What if you don't care sincerely?
<ul class="org-ul">
<li>Serve the client without getting close (unfulfilling work, definitely not recommended)
</li>
<li>Keep serving and try to fake it (not recommended)
<ul class="org-ul">
<li>You can not inward out (your sincerity affecting your actions),
</li>
</ul>
<p>
but have to start acting as if you care. This can lead to your behaviour being
indistinguishable from genuine care, either to you or to your client
</p>
<ul class="org-ul">
<li>Consistency is then key
</li>
</ul>
</li>
<li>Pass on to other colleague (sometimes a very good option)
</li>
<li>Drop the client (reputation before revenue)
Before:
<ul class="org-ul">
<li>Have you tried everything you know to relate to the client? 
</li>
<li>Put the issue in perspective
</li>
<li>If it's a tangible problem, raise it with the engagement manager
</li>
</ul>
</li>
</ul>
</li>
<li>The trick is to avoid all tricks.
</li>
<li>In relationships, there are no win-loose or loose win situations, only win-win or loose-loose.
If, it's a loose-loose, it's better for both to step away
</li>
</ul>
</div>
<div id="outline-container-sec-11-1" class="outline-3">
<h3 id="sec-11-1"><span class="section-number-3">11.1</span> Client or friend?</h3>
<div class="outline-text-3" id="text-11-1">
<ul class="org-ul">
<li>Unprofessional not to show an interested in a client on a personal level
</li>
<li>Socializing is not necessary, but being sociable definitely is
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-11-2" class="outline-3">
<h3 id="sec-11-2"><span class="section-number-3">11.2</span> Social media</h3>
<div class="outline-text-3" id="text-11-2">
<ul class="org-ul">
<li>Neither good or bad for trust. The range of tools is just broader for building (but also diminishing) trust.
</li>
<li>A mechanistic view on social media ("networking" by spamming loosely personalized messages) is inherently insincere
</li>
<li>To earn trust, you must bet on the long term benefit of the relationship
</li>
</ul>

<p>
Takeaway: Focus on journey instead of destination
</p>
</div>
</div>
</div>
<div id="outline-container-sec-12" class="outline-2">
<h2 id="sec-12"><span class="section-number-2">12</span> The structure of trust building</h2>
<div class="outline-text-2" id="text-12">
<p>
Formal approach
5 stage trust development process
</p>
</div>
</div>
<div id="outline-container-sec-13" class="outline-2">
<h2 id="sec-13"><span class="section-number-2">13</span> The trust equation</h2>
<div class="outline-text-2" id="text-13">
<p>
Four primary components of trustworthiness: words, actions, emotions and motives.
<span class="underline">The trustworthiness equation</span>
</p>
<ul class="org-ul">
<li>\(T\) - Trustworthiness 
</li>
<li>\(C\) - Credibility
</li>
<li>\(R\) - Reliability
</li>
<li>\(I\) - Intimacy
</li>
<li>\(S\) - Self-orientation
</li>
</ul>

<p>
\[T = \frac{C+R+I}{S}\]
<span class="underline">Trust-realms</span>
</p>
<table class="table table-striped table-bordered table-hover table-condensed">


<colgroup>
<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="text-left">Realm</th>
</tr>
</thead>
<tbody>
<tr>
<td class="text-left">Words</td>
</tr>

<tr>
<td class="text-left">credibility</td>
</tr>

<tr>
<td class="text-left">truthfullness</td>
</tr>

<tr>
<td class="text-left">credentials</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Key: Trust has multiple dimensions (you can trust expertise, but distrust your motives)
</li>
<li>Winning trust demands that you do well on all four dimensions.
</li>
<li>Address your weaknesses
</li>
</ul>
</div>
<div id="outline-container-sec-13-1" class="outline-3">
<h3 id="sec-13-1"><span class="section-number-3">13.1</span> Credibility</h3>
<div class="outline-text-3" id="text-13-1">
<ul class="org-ul">
<li>The one dimension of trust most often achieved
</li>
<li>Content expertise + presence
</li>
<li>Be credible, and illustrate (not assert) this
</li>
<li>rational (accuracy, believability) and emotional (honesty, completeness) components
</li>
</ul>
</div>
<div id="outline-container-sec-13-1-1" class="outline-4">
<h4 id="sec-13-1-1"><span class="section-number-4">13.1.1</span> comparison rational vs emotional credibility</h4>
<div class="outline-text-4" id="text-13-1-1">
<table class="table table-striped table-bordered table-hover table-condensed">


<colgroup>
<col  class="left">

<col  class="left">

<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="text-left">&#xa0;</th>
<th scope="col" class="text-left">rational</th>
<th scope="col" class="text-left">emotional</th>
</tr>
</thead>
<tbody>
<tr>
<td class="text-left">characteristics</td>
<td class="text-left">accuracy</td>
<td class="text-left">completeness</td>
</tr>

<tr>
<td class="text-left">response</td>
<td class="text-left">believability, not telling lies</td>
<td class="text-left">honesty, telling truths, completely</td>
</tr>

<tr>
<td class="text-left">testimonial</td>
<td class="text-left">direct experience</td>
<td class="text-left">direct experience</td>
</tr>
</tbody>
</table>
<p>
We tend to appeal directly to rationality, without enhancing the emotional side.
Excel at: Anticipating needs, and speaking about needs that are not commonly articulated.
<span class="underline">Final tips on enhancing credibility</span>
</p>
<ol class="org-ol">
<li>Figure out how to tell as much truth as possible without harming others
</li>
<li>Don't tell lies or exaggerate, ever
</li>
<li>Avoid saying things that can be construed as lies.
</li>
<li>Speak with expression, not monotonically. Show your energy
</li>
<li>Don't just cite references. You can also connect your clients if it's beneficial.
</li>
<li>If you are unsure, admit it quickly and empathically.
</li>
<li>Have them know your credentials. be careful with adjectives.
</li>
<li>Relax. You know more than you think you do.
</li>
<li>Make sure that you do your homework about the client.
</li>
<li>Don't show off.
</li>
<li>Love your topic - it will show.
</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-sec-13-2" class="outline-3">
<h3 id="sec-13-2"><span class="section-number-3">13.2</span> Reliability</h3>
<div class="outline-text-3" id="text-13-2">
<ul class="org-ul">
<li>Clients think you are dependable and behave consistently
</li>
<li>Improves the better you know the person
</li>
<li>Explicit action-orientation (as opposed to credibility)
</li>
<li>Emotional aspect: the extent to which we seem to anticipate the other persons habits, expectations, routines and quirks
</li>
<li>Repeated experiences of expectations fulfilled
</li>
<li>Make promises and deliver on them
</li>
<li>Consistency in terms of the client's preferences
</li>
<li>Aim at client based familiarity (e.g. sending meeting material beforehand, consistently)
</li>
</ul>
<p>
Final thoughts
</p>
<ol class="org-ol">
<li>make specific commitments around small things
</li>
<li>send meeting materials in advance
</li>
<li>meetings should have clear goals, ensure they are met
</li>
<li>Use clients look and feel around terminology, style, formats, hours etc.
</li>
<li>Review agendas with your clients
</li>
<li>Re-confirm scheduled events before they happen, inform of changes on time
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-13-3" class="outline-3">
<h3 id="sec-13-3"><span class="section-number-3">13.3</span> Intimacy</h3>
<div class="outline-text-3" id="text-13-3">
<ul class="org-ul">
<li>Biggest sources of differentiation in trustworthiness are intimacy and low self-orientation
</li>
<li>Know how to emphasize with someone, but also know how to communicate this
</li>
<li>not afraid to be vulnerable, not afraid to ask tough questions and take on emotional risk
</li>
<li>A safe haven for tough issues
</li>
<li>People can get very personal, intimate and irrational
</li>
<li>Intimacy is about emotional closeness <i>concerning the issue at hand</i>
</li>
<li>Mutually increasing
</li>
<li>More about <i>who we are</i> than other aspects of trust.
</li>
</ul>
<p>
Suggestions
</p>
<ol class="org-ol">
<li>Be not afraid. Intimacy requires courage for everyone involved.
</li>
<li>Candor is not necessarily intimacy.
</li>
<li>Show that you have a different angle, ask questions unheard of from other consultants.
Both parties will have fun and learn
</li>
<li>Test if you are about to cross the line. Ask if the client would even want to discuss
an intimate issue with you, by putting yourself in their shoes.
Can the client exit the situation while saving face? Is it the correct time, topic and phrasing?
</li>
<li>Practice phrasing of difficult questions, messages etc.
</li>
<li>Don't overrate the downside risk. It is often overstated and sometimes, it is actually your personal risk.
</li>
<li>You have to make the first step.
</li>
</ol>
</div>
</div>
