org/reading-notes/consulting/the-trusted-advisor.org
** Self-orientation
   No greater source of distrust, if we make the impression that we just care about ourselves.
   Threats to client-focus, and temptations for self-orientation
   1. selfishness
   2. self-consciousness
   3. need to appear on top of things
   4. a desire to look intelligent
   5. A to-do list on our mind that is a mile long
   6. A desire to jump to the solution
   7. A desire to win that exceeds the desire to help the client
   8. a desire to be right
   9. A desire to be seen to be right
   10. A desire to be seen as adding value
   11. Fears of various kinds
   In short: Any kind of preoccupation with our own agenda.
   _The client recognizes this through_ 
   1. Tendency to relate a story to yourself
   2. Finishing sentences for the other to quickly
   3. Need to feel empty spaces in conversations
   4. Need to feel witty, intelligent
   5. Inability do answer directly to a direct question
   6. Unwillingness to say "i don't know"
   7. Name-dropping of other clients
   8. A recitation of qualifications
   9. A tendency to give answers too quickly
   10. Tendency to want to have the last word
   11. Closed-ended questions early on
   12. Putting forward hypothesis before hearing the client's or problem statements
   13. Passive listening
   14. Watching the client as if they were a computer monitor: A source of data?
   _How do we represent low self-orientation_
   1. Letting the client fill in the empty spaces
   2. Asking the client what's behind a certain issue
   3. Using open ended questions
   4. Not giving answers unless you have earned  the right to do so
   5. Focus on defining the problem, not guessing the solution
   6. Reflective listening (e.g. summarizing what we heard)
   7. Saying you don't know, when you don't know
   8. Acknowledge the feelings of the client with respect
   9. Learn how to tell the clients story before we write our own
   10. Listening without distractions
   11. Resisting with confidence the clients invitation to provide a solution too early on.
   12. Trusting the ability to add value after listening.
   13. Taking most responsibility of failed communications.
   Other:
   - Make their concerns your concerns
   - Listen 1 to 1
   - Be honest with yourself about your level of interest
** Trust and relationship economics
   The trust equation can be used to evaluate a relationship.
   The cost of building new clients is much higher,
   because credibility, reliability and intimacy need time to build.
   The strongest predictor of high trust factors is the intimacy factor.
* The development of trust
