reading-notes/consulting/the-trusted-advisor.html
<div id="outline-container-sec-13-4" class="outline-3">
<h3 id="sec-13-4"><span class="section-number-3">13.4</span> Self-orientation</h3>
<div class="outline-text-3" id="text-13-4">
<p>
No greater source of distrust, if we make the impression that we just care about ourselves.
Threats to client-focus, and temptations for self-orientation
</p>
<ol class="org-ol">
<li>selfishness
</li>
<li>self-consciousness
</li>
<li>need to appear on top of things
</li>
<li>a desire to look intelligent
</li>
<li>A to-do list on our mind that is a mile long
</li>
<li>A desire to jump to the solution
</li>
<li>A desire to win that exceeds the desire to help the client
</li>
<li>a desire to be right
</li>
<li>A desire to be seen to be right
</li>
<li>A desire to be seen as adding value
</li>
<li>Fears of various kinds
</li>
</ol>
<p>
In short: Any kind of preoccupation with our own agenda.
<span class="underline">The client recognizes this through</span> 
</p>
<ol class="org-ol">
<li>Tendency to relate a story to yourself
</li>
<li>Finishing sentences for the other to quickly
</li>
<li>Need to feel empty spaces in conversations
</li>
<li>Need to feel witty, intelligent
</li>
<li>Inability do answer directly to a direct question
</li>
<li>Unwillingness to say "i don't know"
</li>
<li>Name-dropping of other clients
</li>
<li>A recitation of qualifications
</li>
<li>A tendency to give answers too quickly
</li>
<li>Tendency to want to have the last word
</li>
<li>Closed-ended questions early on
</li>
<li>Putting forward hypothesis before hearing the client's or problem statements
</li>
<li>Passive listening
</li>
<li>Watching the client as if they were a computer monitor: A source of data?
</li>
</ol>
<p>
<span class="underline">How do we represent low self-orientation</span>
</p>
<ol class="org-ol">
<li>Letting the client fill in the empty spaces
</li>
<li>Asking the client what's behind a certain issue
</li>
<li>Using open ended questions
</li>
<li>Not giving answers unless you have earned  the right to do so
</li>
<li>Focus on defining the problem, not guessing the solution
</li>
<li>Reflective listening (e.g. summarizing what we heard)
</li>
<li>Saying you don't know, when you don't know
</li>
<li>Acknowledge the feelings of the client with respect
</li>
<li>Learn how to tell the clients story before we write our own
</li>
<li>Listening without distractions
</li>
<li>Resisting with confidence the clients invitation to provide a solution too early on.
</li>
<li>Trusting the ability to add value after listening.
</li>
<li>Taking most responsibility of failed communications.
</li>
</ol>
<p>
Other:
</p>
<ul class="org-ul">
<li>Make their concerns your concerns
</li>
<li>Listen 1 to 1
</li>
<li>Be honest with yourself about your level of interest
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-13-5" class="outline-3">
<h3 id="sec-13-5"><span class="section-number-3">13.5</span> Trust and relationship economics</h3>
<div class="outline-text-3" id="text-13-5">
<p>
The trust equation can be used to evaluate a relationship.
The cost of building new clients is much higher,
because credibility, reliability and intimacy need time to build.
The strongest predictor of high trust factors is the intimacy factor.
</p>
</div>
</div>
</div>
<div id="outline-container-sec-14" class="outline-2">
<h2 id="sec-14"><span class="section-number-2">14</span> The development of trust</h2>
</div>
</div></div></div>
</body>
</html>
